//var musicLrc = [
//	{
//		'name':'月半小夜曲',
//		'author':'李克勤',
//		'lrc':{}
//	}
//]
var lrc={
	'0:00':'特别鸣谢：卢天奇',
	'0:05':'月半小夜曲 李克勤',
	'0:10':'曲：河合奈保子 词：向雪怀',
	'0:23':'仍然倚在失眠夜望天边星宿',
	'0:29':'仍然听见小提琴如泣似诉再挑逗',
	'0:35':'为何只剩一弯月留在我的天空',
	'0:42':'这晚以后音讯隔绝',
	'0:47':'人如天上的明月是不可拥有',
	'0:53':'情如曲过只遗留无可挽救再分别',
	'0:58':'为何只是失望填密我的空虚',
	'1:05':'这晚夜没有吻别',
	'1:11':'仍在说永久想不到是借口',
	'1:17':'从未意会要分手',
	'1:26':'但我的心每分每刻仍然被她占有',
	'1:33':'她似这月儿仍然是不开口',
	'1:37':'提琴独奏独奏着明月半倚深秋',
	'1:44':'我的牵挂我的渴望 直至以后',
	'2:19':'仍然倚在失眠夜望天边星宿',
	'2:25':'仍然听见小提琴如泣似诉再挑逗',
	'2:31':'为何只剩一弯月留在我的天空',
	'2:38':'这晚以后音讯隔绝',
	'2:43':'人如天上的明月是不可拥有',
	'2:49':'情如曲过只遗留无可挽救再分别',
	'2:55':'为何只是失望填密我的空虚',
	'3:02':'这晚夜没有吻别',
	'3:46':'仍在说永久想不到是借口',
	'3:52':'从未意会要分手',
	'4:01':'但我的心每分每刻仍然被她占有',
	'4:08':'她似这月儿仍然是不开口',
	'4:12':'提琴独奏独奏着明月半倚深秋',
	'4:19':'我的牵挂我的渴望 直至以后'
//[ti:月半小夜曲] 
//[ar:李克勤] 
//[al:Purple dream] 
//[by:烛光] 
//[00:00]月半小夜曲 李克勤 
//[00:19]曲：河合奈保子 词：向雪怀 
//
//[02:19][00:23]仍然倚在失眠夜望天边星宿 
//[02:25][00:29]仍然听见小提琴如泣似诉再挑逗 
//[02:31][00:35]为何只剩一弯月留在我的天空 
//[02:38][00:42]这晚以后音讯隔绝 
//
//[02:43][00:47]人如天上的明月是不可拥有 
//[02:49][00:53]情如曲过只遗留无可挽救再分别 
//[02:55][00:58]为何只是失望填密我的空虚 
//[03:02][01:05]这晚夜没有吻别 
//
//[03:46][03:07][01:11]仍在说永久想不到是借口 
//[03:52][03:13][01:17]从未意会要分手 
//
//[04:01][03:22][01:26]但我的心每分每刻仍然被她占有 
//[04:08][03:29][01:33]她似这月儿仍然是不开口 
//[04:12][03:34][01:37]提琴独奏独奏着明月半倚深秋 
//[04:19][03:40][01:44]我的牵挂我的渴望 直至以后 
}